# Смайлы, из которых 1 будет рандомно выбрано в меню
smiles = ['😀','😃','😄','😁','😆','😅','😂','🤣','☺','😊','😇','🙂','🙃','😉','😌','😜','😝','🤑','🤡','🥳','🤩''😎','🤓','🧐','🤨','🤠','😏','🥺','😑','😐','😯','😦','😧','😮','🥱','😵','😳','😱','😨','😰','😷','🤧','🤮','🥴','🤕','🤒','👿','😈','👻','💀','💩','👺','👽','👨‍💻']
# Приветствия, из которых 1 будет рандомно выбрано в меню
greetings = ['Привет', 'Здарова', 'Ку', 'Салам', 'Hi', 'Хай', 'Бонжур', 'Здравствуй', 'Здравствуйте','Добрый день', 'Добрый вечер','Доброе утро', 'Салют','Приветик'] 
# Тексты, из которых 1 будет рандомно выбрано
text_subscriptions = ['На данный момент ты подписан на:', 'Ты подписан на:', 'Твои подписки:', 'Хэштеги, на которые ты подписан:']
# Тексты, из которых 1 будет рандомно выбрано
text_available_events = ['Вот список мероприятий, на которые ты можешь подписаться:', 'Вот ивенты, на которые ты можешь подписаться', 'Держи мероприятия, на которые ты можешь подписаться']



# Все ивенты
events = [
    ['Международный конкурс детских инженерных команд', 'TechnoCom', '-210998761'],
    ['Международный фестиваль информационных технологий «ITфест»', 'IT_fest_2022', '-210985709'],
    ['Международный аэрокосмический фестиваль', 'IASF2022', '-196557207'],
    ['Всероссийский фестиваль общекультурных компетенций', 'ФестивальОКК', '-211638918'],
    ['Всероссийский фестиваль нейротехнологий «Нейрофест»', 'Нейрофест', '-200248443'],
    ['Всероссийский конкурс по микробиологии «Невидимый мир» ', 'НевидимыйМир', '-211803420'],
    ['Всероссийский конкурс научноисследовательских работ', 'КонкурсНИР', '-211803420'],
    ['Международный фестиваль 3Dмоделирования и программирования VRAR-Fest', 'VRARFest3D', '-211803420']
]

# Хэштеги и их сокаращения
hashtags_and_abbreviations = {
    'TechnoCom': '#TechnoCom',
    'IT_fest_2022': '#IT-fest_2022',
    'IASF2022': '#IASF2022',
    'ФестивальОКК': '#ФестивальОКК',
    'Нейрофест': '#Нейрофест',
    'НевидимыйМир': '#НевидимыйМир',
    'КонкурсНИР': '#КонкурсНИР',
    'VRARFest3D': '#VRARFest3D',
}