# Смайлы, из которых 1 будет рандомно выбрано в меню
smiles = ['😀','😃','😄','😁','😆','😅','😂','🤣','☺','😊','😇','🙂','🙃','😉','😌','😜','😝','🤑','🤡','🥳','🤩''😎','🤓','🧐','🤨','🤠','😏','🥺','😑','😐','😯','😦','😧','😮','🥱','😵','😳','😱','😨','😰','😷','🤧','🤮','🥴','🤕','🤒','👿','😈','👻','💀','💩','👺','👽','👨‍💻']
# Приветствия, из которых 1 будет рандомно выбрано в меню
greetings = ['Привет', 'Здарова', 'Ку', 'Салам', 'Hi', 'Хай', 'Бонжур', 'Здравствуй', 'Здравствуйте','Добрый день', 'Добрый вечер','Доброе утро', 'Салют','Приветик'] 
# Тексты, из которых 1 будет рандомно выбрано
text_subscriptions = ['На данный момент ты подписан на:', 'Ты подписан на:', 'Твои подписки:', 'Хэштеги, на которые ты подписан:']
# Тексты, из которых 1 будет рандомно выбрано
text_available_events = ['Вот список мероприятий, на которые ты можешь подписаться:', 'Вот ивенты, на которые ты можешь подписаться', 'Держи мероприятия, на которые ты можешь подписаться']

admin_id = '994403317'